[
  {
    "name": "John Doe",
    "image": "https://i.ibb.co/h8zN7hc/pngtree-businessman-avatar-icon-flat-style-png-image-1917273.jpg",
    "testimony": "I had an amazing experience at the Mewat Sports Academy. The coaches are incredibly talented and dedicated to helping athletes reach their full potential. I highly recommend this academy to anyone looking to excel in sports.",
    "designation": "Athlete"
  },
  {
    "name": "Jane Smith",
    "image": "https://i.ibb.co/9s52wRL/avatar6.png",
    "testimony": "Mewat Sports Academy has top-notch facilities and a supportive environment for athletes. The coaching staff is knowledgeable and passionate. I'm grateful for the training and opportunities I received here.",
    "designation": "Swimmer"
  },
  {
    "name": "Michael Johnson",
    "image": "https://i.ibb.co/h8zN7hc/pngtree-businessman-avatar-icon-flat-style-png-image-1917273.jpg",
    "testimony": "I've been a part of Mewat Sports Academy for years, and it's been a life-changing experience. The academy's focus on holistic development has helped me grow not only as an athlete but as a person.",
    "designation": "Track and Field Athlete"
  },
  {
    "name": "Emily Davis",
    "image": "https://i.ibb.co/9s52wRL/avatar6.png",
    "testimony": "Mewat Sports Academy provides excellent training programs and has a supportive community. It's the perfect place for aspiring athletes to pursue their dreams and achieve excellence.",
    "designation": "Gymnast"
  },
  {
    "name": "David Wilson",
    "image": "https://i.ibb.co/h8zN7hc/pngtree-businessman-avatar-icon-flat-style-png-image-1917273.jpg",
    "testimony": "The coaching staff at Mewat Sports Academy is exceptional. They provide personalized training that has significantly improved my performance. I can't thank them enough for their dedication.",
    "designation": "Basketball Player"
  },
  {
    "name": "Olivia Adams",
    "image": "https://i.ibb.co/9s52wRL/avatar6.png",
    "testimony": "I'm proud to be associated with the Mewat Sports Academy. The academy's focus on sportsmanship and teamwork has taught me valuable life lessons in addition to sports skills.",
    "designation": "Soccer Player"
  },
  {
    "name": "Daniel White",
    "image": "https://i.ibb.co/h8zN7hc/pngtree-businessman-avatar-icon-flat-style-png-image-1917273.jpg",
    "testimony": "Mewat Sports Academy offers world-class facilities and coaching. It's a place where athletes can thrive and achieve their goals. I'm grateful for my time here.",
    "designation": "Tennis Player"
  },
  {
    "name": "Sophia Turner",
    "image": "https://i.ibb.co/9s52wRL/avatar6.png",
    "testimony": "I've had a fantastic experience at the Mewat Sports Academy. The academy's support and encouragement have been instrumental in my growth as a young athlete.",
    "designation": "Young Athlete"
  }
]
